Repository: leapmotion/apphome
Catalog: config/locales/*.po
Languages: de, es, fr, it, ja

source: welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: benvenuto
ja: ようこそ

source: welcome to a whole new world
de: Willkommen in einer vollkommen neuen Welt
es: Bienvenido a un mundo completamente nuevo
fr: Soyez le bienvenu dans un tout nouveau monde
it: benvenuto in un mondo tutto nuovo
ja: 新しい世界へようこそ

source: below are a few tips to get you started
de: Nachfolgend finden Sie einige Tipps als Starthilfe
es: A continuación presentamos algunos consejos para empezar
fr: Voici quelques conseils pour vous aider à commencer
it: di seguito sono forniti alcuni suggerimenti per iniziare
ja: 開始するにあたり、いくつかのヒントを示します

source: i agree to the leap motion %1$s
de: Ich stimme der Leap Motion %1$s
es: Acepto el %1$s de Leap Motion
fr: J'accepte l'%1$s de Leap Motion
it: accetto il %1$s leap motion
ja: Leap Motionの%1$sに同意します

source: end user license agreement
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de licencia del usuario final
fr: Accord de licence d'utilisateur final
it: contratto di licenza dell'utente finale
ja: ソフトウェア使用許諾契約書

source: continue
de: Weiter
es: Continuar
fr: Continuer
it: continua
ja: 続行

source: airspace, the leap motion app store
de: Airspace, der App Store von Leap Motion
es: Airspace, la tienda de aplicaciones de Leap Motion
fr: Airspace, la boutique d'applications de Leap Motion
it: airspace, l'app store leap motion
ja: Airspaceは、Leap Motionのアプリ ストアです

source: discover, download, and launch your leap motion apps from airspace - the first-ever place for first-ever apps.
de: Auf Airspace, dem allerersten Ort für die brandneusten Apps, können Sie Ihr Leap Motion-Apps nicht nur finden sondern auch herunterladen und starten.
es: Descubra, descargue e inicie sus aplicaciones de Leap Motion desde Airspace: un lugar único para aplicaciones únicas.
fr: Découvrez, téléchargez et lancez vos applications depuis Airspace, une boutique d'avant-garde pour des applications d'avant-garde.
it: scopri, scarica e avvia le app leap motion da airspace - il nuovissimo store per nuovissime app.
ja: Airspaceでは、Leap Motionのアプリを探し、ダウンロードして利用できます。他にはないアプリが揃った今までにないストアです。

source: launch airspace
de: Airspace starten
es: Iniciar Airspace
fr: Lancer Airspace
it: avvia airspace
ja: Airspaceの起動

source: leap motion end user software license agreement
de: Leap Motion-Endbenutzer-Softwarelizenzvereinbarung
es: Acuerdo de licencia del usuario final del software Leap Motion
fr: Accord de licence d'utilisateur final de Leap Motion
it: contratto di licenza dell'utente finale leap motion
ja: Leap Motionソフトウェア使用許諾契約書

source: continue with mouse only
de: Nur mit Maus fortfahren
es: Continúe solo con el mouse
fr: Continuer avec la souris uniquement
it: continua solo con il mouse
ja: マウスのみで続行する

source: find and launch your leap motion apps
de: Leap Motion-Apps finden und starten
es: Encuentre e inicie aplicaciones Leap Motion
fr: Recherchez et lancez vos applications Leap Motion
it: trova e avvia le app leap motion
ja: Leap Motionアプリを探して利用する

source: sync purchases across devices
de: Erworbene Produkte gerätübergreifend synchronisieren
es: Sincronice sus compras en todos los dispositivos
fr: Synchronisez vos achats sur vos périphériques
it: sincronizza acquisti tra dispositivi
ja: 購入したアプリをデバイス間で同期する

source: discover games, utilities, music, and more in our store!
de: Entdecken Sie Spiele, Dienstprogramme, Musik und vieles mehr in unserem Store!
es: ¡Descubra juegos, utilidades, música y mucho más en nuestra tienda!
fr: Découvrez dans notre boutique des jeux, des utilitaires, de la musique et bien plus encore !
it: scopri giochi, utility, musica e altro nel nostro store!
ja: ゲーム、ユーティリティ、音楽などをAirspaceストアで見つける

source: use the same login for purchases, support, and more!
de: Nutzen Sie denselben Login für Einkäufe, Support uvm.!
es: ¡Use el mismo inicio de sesión para compras, soporte y mucho más!
fr: Utilisez le même identifiant pour vos achats, vos demandes d'assistance et bien plus encore !
it: utilizza lo stesso login per acquisti, assistenza e molto altro!
ja: 1つのログイン アカウントで、アプリの購入やサポート情報の入手などが可能

source: connecting to authentication server...
de: Verbindung zum Authentifizierungsserver wird hergestellt ...
es: Conectando al servidor de autenticación...
fr: Connexion au serveur d'authentification...
it: connessione al server autenticazione...
ja: 認証サーバーに接続中...

source: preparing for launch...
de: Startvorbereitung wird ausgeführt ...
es: Preparando para iniciar...
fr: Préparation du lancement...
it: preparazione per l'avvio...
ja: 起動の準備中...

source: signing you out...
de: Sie werden abgemeldet ...
es: Cerrando su sesión...
fr: Déconnexion...
it: disconnessione in corso...
ja: サインアウト中...

source: no internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion à Internet
it: nessuna connessione a Internet
ja: インターネット接続がありません

source: please ensure your internet connection is working properly.
de: Vergewissern Sie sich, dass Ihre Internetverbindung einwandfrei funktioniert.
es: Por favor, verifique si su conexión a Internet funciona correctamente.
fr: Assurez-vous que votre connexion à Internet fonctionne correctement.
it: verifica che la connessione a Internet funzioni correttamente.
ja: インターネット接続が正常に機能していることを確認してください。

source: no apps to display.
de: Keine Apps zum Anzeigen.
es: No hay aplicaciones para mostrar.
fr: Aucune application à afficher.
it: nessuna app da visualizzare.
ja: 表示するアプリがありません。

source: waiting...
de: Wird gewartet ...
es: Esperando...
fr: En attente...
it: attendi...
ja: 待機中...

source: connecting...
de: Verbindet ...
es: Conectando...
fr: Connexion...
it: connessione in corso...
ja: 接続中...

source: downloading...
de: Wird heruntergeladen ...
es: Descargando...
fr: Téléchargement...
it: download in corso...
ja: ダウンロード中...

source: installing...
de: Wird installiert ...
es: Instalando...
fr: Installation...
it: installazione in corso...
ja: インストール中...

source: opening...
de: Wird geöffnet ...
es: Abriendo...
fr: Ouverture...
it: apertura in corso...
ja: 表示中...

source: launching...
de: Wird gestartet ...
es: Iniciando...
fr: Lancement...
it: avvio in corso...
ja: 起動中...

source: click to install
de: Zum Installieren klicken
es: Haga clic para instalar
fr: Cliquez pour installer
it: fai clic per installare
ja: クリックしてインストール

source: trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: cestino
ja: ごみ箱

source: version
es: Versión
it: versione
ja: バージョン

source: release date
de: Freigabedatum
es: Fecha de lanzamiento
fr: Date de publication
it: data di rilascio
ja: リリース日

source: what's new
de: Neue Funktionen
es: Novedades
fr: Nouveautés
it: novità
ja: 新機能

source: description
de: Beschreibung
es: Descripción
it: descrizione
ja: 説明

source: cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: annulla
ja: キャンセル

source: install %1$s
de: %1$s installieren
es: Instalar %1$s
fr: Installer %1$s
it: installa %1$s
ja: %1$sをインストール

source: update app
de: App aktualisieren
es: Actualizar aplicación
fr: Mettre à jour l'application
it: aggiorna app
ja: アプリを更新

source: launch app
de: Anwendung starten
es: Iniciar aplicación
fr: Lancer
it: avvia app
ja: アプリを起動

source: controller settings
de: Controller-Einstellungen
es: Configuración de controlador
fr: Paramètres du contrôleur
it: impostazioni controller
ja: コントローラーの設定

source: exit
de: Beenden
es: Salir
fr: Quitter
it: esci
ja: 終了

source: file
de: Datei
es: Archivo
fr: Fichier
ja: ファイル

source: sign out %1$s
de: %1$s abmelden
es: Cerrar sesión de %1$s
fr: Déconnecter %1$s
it: disconnetti da %1$s
ja: %1$sからサインアウト

source: account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント

source: about leap motion app home
es: Acerca de Leap Motion App Home
fr: À propos d'Leap Motion App Home
it: informazioni su leap motion app home
ja: Leap Motion App Homeについて

source: community forums...
de: Gemeinschaftsforen...
es: Foros de la Comunidad...
fr: Forum communautaire...
it: Forum della Community...
ja: コミュニティフォーラム...

source: get support
de: Support anfragen
es: Obtener Asistencia
fr: Obtenir de l'aide
it: assistenza
ja: サポートを要請

source: get support...
de: Support anfragen...
es: Obtener Asistencia...
fr: Obtenir de l'aide...
it: assistenza...
ja: サポートを要請...

source: help
de: Hilfe
es: Ayuda
fr: Aide
it: guida
ja: ヘルプ

source: home
de: Startseite
es: Página principal
fr: Accueil
ja: ホーム

source: store
es: Tienda
fr: Boutique
ja: ストア

source: you need to sign in or sign up before continuing.
de: sie müssen sich anmelden oder registrieren, bevor Sie fortfahren können.
es: Necesita iniciar sesión o registrarse para continuar.
fr: Vous devez vous connecter ou vous inscrire pour continuer.
it: devi accedere o registrarti prima di continuare.
ja: 続行する前にサインインまたはサインアップする必要があります。

source: account email
de: Konto-E-Mail
es: cuenta de correo electrónico
fr: adresse e-mail du compte
it: e-mail account
ja: アカウントの電子メール

source: password
de: Passwort
es: contraseña
fr: mot de passe
ja: パスワード

source: sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: accedi
ja: サインイン

source: sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: registrati
ja: サインアップ

source: forgot password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: password dimenticata?
ja: パスワードをお忘れですか?

source: invalid email or password.
de: Ungültige(s) E-Mail oder Passwort.
es: Correo electrónico o contraseña no válidos.
fr: Adresse e-mail ou mot de passe non valide.
it: e-mail o password non valida.
ja: 無効な電子メールまたはパスワードです。

source: please enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.
es: Introduzca una dirección de correo electrónico.
fr: Entrez une adresse e-mail.
it: inserisci un indirizzo e-mail.
ja: 電子メール アドレスを入力してください。

source: email can't be blank
de: Das E-Mail-Feld darf nicht leer sein
es: El correo electrónico no puede estar en blanco
fr: L'adresse e-mail ne peut pas être vide
it: l'e-mail non può essere vuota
ja: 電子メールを空白にすることはできません

source: send instructions
de: Anweisungen senden
es: Enviar instrucciones
fr: Envoyer des instructions
it: invia istruzioni
ja: 手順を送信

source: get started
de: Erste Schritte
es: Primeros pasos
fr: Commencer
it: per iniziare
ja: 作業の開始

source: getting started...
de: Erste Schritte...
es: Empezando...
fr: Démarrage...
it: per iniziare...
ja: ソフトを起動しています...

source: create username
de: Benutzernamen erstellen
es: Crear nombre de usuario
fr: Créer un nom d'utilisateur
it: crea nome utente
ja: ユーザー名の作成

source: email
es: Correo electrónico
fr: Adresse e-mail
ja: 電子メール

source: create password
de: Passwort erstellen
es: Crear contraseña
fr: Créer un mot de passe
it: crea password
ja: パスワードの作成

source: confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: conferma password
ja: パスワードの確認

source: birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: data di nascita
ja: 生年月日

source: month
de: Monat
es: Mes
fr: Mois
it: mese
ja: 月

source: january
de: Januar
es: Enero
fr: Janvier
it: gennaio
ja: 1月

source: february
de: Februar
es: Febrero
fr: Février
it: febbraio
ja: 2月

source: march
de: März
es: Marzo
fr: Mars
it: marzo
ja: 3月

source: april
es: Abril
fr: Avril
it: aprile
ja: 4月

source: may
de: Mai
es: Mayo
fr: Mai
it: maggio
ja: 5月

source: june
de: Juni
es: Junio
fr: Juin
it: giugno
ja: 6月

source: july
de: Juli
es: Julio
fr: Juillet
it: luglio
ja: 7月

source: august
es: Agosto
fr: Août
it: agosto
ja: 8月

source: september
es: Septiembre
fr: Septembre
it: settembre
ja: 9月

source: october
de: Oktober
es: Octubre
fr: Octobre
it: ottobre
ja: 10月

source: november
es: Noviembre
fr: Novembre
it: novembre
ja: 11月

source: december
de: Dezember
es: Diciembre
fr: Décembre
it: dicembre
ja: 12月

source: i agree to the airspace terms of service
de: I stimme den Airspace-Servicebedingungen zu
es: Acepto los Términos de servicio de Airspace
fr: J'accepte les conditions d'utilisation d'Airspace
it: accetto i termini di servizio di airspace
ja: Airspaceのサービス利用条件に同意します。

source: email me leap motion news and updates.
de: Ich möchte Neuigkeiten und Updates von Leap Motion per E-Mail erhalten.
es: Enviarme noticias y actualizaciones de Leap Motion.
fr: Recevoir les actualités et nouveautés de Leap Motion par e-mail
it: inviami e-mail con notizie e aggiornamenti su leap motion.
ja: Leap Motionのニュースや更新情報の電子メールを受け取ります。

source: sign in to an existing account
de: Bei bestehendem Konto anmelden
es: Iniciar sesión en una cuenta existente
fr: Se connecter à un compte existant
it: accedi con account esistente
ja: 既存のアカウントにサインイン

source: setting a password is required
de: Es muss ein Passwort festgelegt werden
es: Es obligatorio establecer una contraseña
fr: Vous devez définir un mot de passe
it: impostazione password obbligatoria
ja: パスワードの設定が必要です

source: username can't be blank
de: Das Benutzernamen-Feld darf nicht leer sein
es: El nombre de usuario no puede estar en blanco
fr: Le nom d'utilisateur ne peut pas être vide
it: nome utente non può essere vuoto
ja: ユーザー名を空白にすることはできません

source: birthdate is required
de: Geburtsdatum ist erforderlich
es: La fecha de nacimiento es obligatoria
fr: Vous devez indiquer votre date de naissance
it: data di nascita obbligatoria
ja: 生年月日が必要です

source: you must accept the terms of service
de: Sie müssen die Servicebedingungen akzeptieren
es: Debe aceptar los Términos de servicio
fr: Vous devez accepter les conditions d'utilisation
it: è necessario accettare i termini del servizio
ja: サービス利用条件に同意する必要があります

source: password entries do not match
de: Passworteinträge stimmen nicht überein
es: Las entradas de contraseña no coinciden
fr: Les mots de passe ne correspondent pas
it: le password non corrispondono
ja: 入力されたパスワードが一致しません

source: username has already been taken
de: Benutzername ist bereits vorhanden
es: El nombre de usuario ya existe
fr: Ce nom d'utilisateur existe déjà
it: nome utente già in uso
ja: ユーザー名がすでに使われています

source: your username contains invalid characters
de: Ihr Benutzername enthält ungültige Zeichen
es: Su nombre de usuario contiene caracteres no válidos
fr: Votre nom d'utilisateur contient des caractères non valides
it: il nome utente contiene caratteri non validi
ja: ユーザー名に無効な文字が含まれています

source: a complete birthdate is required
de: Das Geburtsdatum muss vollständig sein
es: Se requiere la fecha de nacimiento completa
fr: Vous devez indiquer votre date de naissance complète
it: richiesta data di nascita completa
ja: 生年月日を正しく入力する必要があります

source: password is too short (minimum is 6 characters)
de: Passwort ist zu kurz (mindstens 6 Zeichen)
es: La contraseña es demasiado corta (mínimo de 6 caracteres)
fr: Votre mot de passe est trop court (6 caractères minimum)
it: la password è troppo corta (almeno 6 caratteri)
ja: パスワードが短すぎます（6文字以上必要）

source: about airspace
de: Über Airspace
es: Acerca de Airspace
fr: À propos d'Airspace
it: informazioni su airspace
ja: Airspaceについて

source: hide airspace
de: Airspace ausblenden
es: Ocultar Airspace
fr: Masquer Airspace
it: nascondi airspace
ja: Airspaceを表示しない

source: hide others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: nascondi altri
ja: その他を表示しない

source: show all
de: Alles anzeigen
es: Mostrar todos
fr: Afficher tout
it: mostra tutto
ja: すべてを表示

source: quit airspace
de: Airspace verlassen
es: Salir de Airspace
fr: Quitter Airspace
it: esci da airspace
ja: Airspaceを終了

source: edit
de: Bearbeiten
es: Editar
fr: Modifier
it: modifica
ja: 編集

source: undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: annulla
ja: 元に戻す

source: redo
de: Wiederholen
es: Rehacer
fr: Répéter
it: ripeti
ja: やり直し

source: cut
de: Ausschneiden
es: Cortar
fr: Couper
it: taglia
ja: 切り取り

source: copy
de: Kopieren
es: Copiar
fr: Copier
it: copia
ja: コピー

source: paste
de: Einfügen
es: Pegar
fr: Coller
it: incolla
ja: 貼り付け

source: delete
de: Löschen
es: Eliminar
fr: Supprimer
it: elimina
ja: 削除

source: select all
de: Alles auswählen
es: Seleccionar todos
fr: Sélectionner tout
it: seleziona tutto
ja: すべて選択

source: sign out ##
de: ## abmelden
es: Cerrar sesión ##
fr: Déconnecter ##
it: disconnetti ##
ja: ##からサインアウト

source: window
de: Fenster
es: Ventana
fr: Fenêtre
it: finestra
ja: ウィンドウ

source: minimize
de: Minimieren
es: Minimizar
fr: Réduire
it: riduci
ja: 最小化

source: close
de: Schließen
es: Cerrar
fr: Fermer
it: chiudi
ja: 閉じる

source: bring all to front
de: Alles in den Vordergrund bringen
es: Traer todo al frente
fr: Tout ramener au premier plan
it: porta tutto in primo piano
ja: すべてを前面に表示

source: changes will take effect on relaunch
de: Änderungen werden nach einem Neustart wirksam
es: Los cambios tendrán efecto en el reinicio
fr: Les modifications seront appliquées au prochain lancement
it: le modifiche verranno applicate dopo il riavvio
ja: 変更した内容は再起動後に有効になります

source: orientation has crashed. please make sure you have the latest graphics drivers installed.
de: Die Ausrichtung ist fehlgeschlagen. Stellen Sie bitte sicher, dass die aktuellen Grafiktreiber installiert sind.
es: Orientation se ha bloqueado. Verifique si tiene instalados los controladores de gráficos más recientes.
fr: L'application Orientation est bloquée. Vérifiez que vous avez installé les pilotes graphiques les plus récents.
it: orientation bloccato. verificare che siano installati i driver per scheda grafica più recenti.
ja: 画面の向きに問題が発生しました。最新のグラフィックス ドライバーがインストールされていることを確認してください。

source: error report
de: Fehlerbericht
es: Informe de errores
fr: Rapport d'erreur
it: report errori
ja: エラー レポート

source: last time, the leap motion service or one of its associated programs crashed. please send us this error report to help improve the software.
de: Beim letzten Mal waren die Leap Motion Service oder eines der zugehörigen Programme abgestürzt. Wenn Sie uns den Fehlerbericht zusenden, würde uns das bei der Verbesserung der Software helfen.
es: La última vez, Leap Motion Service o uno de sus programas asociados se bloqueó. Por favor, envíenos el informe de errores para ayudarnos a mejorar el software.
fr: Lors de la dernière utilisation du logiciel, les services Leap Motion Service ou l'un des programmes qui leur sont associés se sont bloqués. Envoyez-nous ce rapport d'erreur pour nous aider à améliorer le logiciel.

source: send error report
de: Fehlerbericht senden
es: Enviar informe de errores
fr: Envoyer le rapport d'erreur
it: invia report errori
ja: エラー レポートを送信する

source: don't send
de: Nicht senden
es: No enviar
fr: Ne pas envoyer
it: non inviare
ja: 送信しない

source: leap motion app store
es: Tienda Airspace

source: app store
es: Tienda de aplicaciones
fr: Boutique d'applications
ja: アプリ ストア

source: download all
de: Alle herunterladen
es: Descargar todo
fr: Télécharger tout
it: scarica tutto
ja: すべてをダウンロード

source: download all applications
de: Alle Anwendungen herunterladen
es: Descargar todas las aplicaciones
fr: Télécharger toutes les applications
it: scarica tutte le applicazioni
ja: すべてのアプリケーションをダウンロード

source: download all apps
de: Alle Apps herunterladen
es: Descargar todas las aplicaciones
fr: Télécharger toutes les applications
it: scarica tutte le app
ja: すべてのアプリをダウンロード

source: install all
de: Alle installieren
es: Instalar todo
fr: Installer tout
it: installa tutto
ja: すべてをインストール

source: install all applications
de: Alle Anwendungen installieren
es: Instalar todas las aplicaciones
fr: Installer toutes les applications
it: installa tutte le applicazioni
ja: すべてのアプリケーションをインストール

source: install all apps
de: Alle Apps installieren
es: Instalar todas las aplicaciones
fr: Installer toutes les applications
it: installa tutte le app
ja: すべてのアプリをインストール

source: upgrade all
de: Alle upgraden
es: Actualizar la versión de todo
fr: Mettre à niveau tout
it: aggiorna tutto
ja: すべてをアップグレード

source: upgrade all applications
de: Alle Anwendungen upgraden
es: Actualizar la versión de todas las aplicaciones
fr: Mettre à niveau toutes les applications
it: aggiorna tutte le applicazioni
ja: すべてのアプリケーションをアップグレード

source: upgrade all apps
de: Alle Apps upgraden
es: Actualizar la versión de todas las aplicaciones
fr: Mettre à niveau toutes les applications
it: aggiorna tutte le app
ja: すべてのアプリをアップグレード

source: update all
de: Alle aktualisieren
es: Actualizar todo
fr: Mettre à jour tout
it: aggiorna tutto
ja: すべてを更新

source: update all applications
de: Alle Anwendungen aktualisieren
es: Actualizar todas las aplicaciones
fr: Mettre à jour toutes les applications
it: aggiorna tutte le applicazioni
ja: すべてのアプリケーションを更新

source: update all apps
de: Alle Apps aktualisieren
es: Actualizar todas las aplicaciones
fr: Mettre à jour toutes les applications
it: aggiorna tutte le app
ja: すべてのアプリを更新

source: cancel all
de: Alle abbrechen
es: Cancelar todo
fr: Annuler tout
it: annulla tutto
ja: すべてをキャンセル

source: cancel all downloads
de: Alle Downloads abbrechen
es: Cancelar todas las descargas
fr: Annuler tous les téléchargements
it: annulla tutti i download
ja: すべてのダウンロードをキャンセル

source: cancel all pending downloads
de: Alle ausstehenden Downloads abbrechen
es: Cancelar todas las descargas pendientes
fr: Annuler tous les téléchargements en attente
it: annulla tutti i download in sospeso
ja: 保留中のすべてのダウンロードをキャンセル

source: recycle bin
de: Papierkorb
es: Papelera de reciclaje
fr: Corbeille
it: cestino
ja: ごみ箱

source: archive
de: Archivieren
es: Archivar
fr: Archiver
it: archivia
ja: 圧縮

source: reinstall all
de: Alles neu installieren
es: Reinstalar todo
fr: Réinstaller tout
it: reinstalla tutto
ja: すべてを再インストール

source: restore all
de: Alles wiederherstellen
es: Restaurar todo
fr: Restaurer tout
it: ripristina tutto
ja: すべてを復元

source: unarchive all
de: Alle nicht archivieren
es: Desarchivar todo
fr: Désarchiver tout
it: annulla archiviazione di tutto
ja: すべてを展開

source: click to reinstall
de: Für Neuinstallation klicken
es: Haga clic para reinstalar
fr: Cliquer pour réinstaller
it: fai clic per reinstallare
ja: クリックして再インストール

source: set install directory...
de: Installationsverzeichnis angeben...
es: Establezca el directorio de instalación...
fr: Création du répertoire d'installation...
it: imposta directory installazione...
ja: インストール先を設定して下さい...

source: i agree to the %1$s
de: Ich stimme den %1$s zu
es: Acepto los %1$s
fr: J'accepte les %1$s
it: accetto il %1$s
ja: 私は %1$s に同意します

source: airspace terms of service
de: Airspace Geschäftsbedingungen
es: Términos de servicio de Airspace
fr: Conditions d'utilisation d'Airspace
it: termini di servizio di airspace
ja: Airspace 利用規約

source: day
de: Tag
es: Día
fr: Jour
it: giorno
ja: 日

source: year
de: Jahr
es: Año
fr: Année
it: anno
ja: 年

source: email has already been taken
de: Diese E-Mail wurde bereits verwendet
es: La dirección de correo electrónico ya está cogida
fr: Cette adresse mail est déjà utilisée
it: e-mail già in uso
ja: メールアドレスは既に使用されています

source: sign up to continue
de: Melden Sie sich an, um fortzufahren
es: Regístrese para continuar
fr: Inscrivez-vous pour continuer
it: registrati per conitnuare
ja: 登録を継続する

source: why is this required?
de: Warum wird dies benötigt?
es: ¿Por qué es esto necesario?
fr: Pourquoi est-ce nécessaire?
it: perché è richiesto?
ja: なぜこれが必要なのでしょう?

source: providing your birthday helps make sure you get the right leap motion experience for your age.
de: Wenn Sie Ihren Geburtstag angeben, können wir sicherstellen, dass Sie die richtige Leap Motion-Erfahrung für Ihr Alter erhalten.
es: Compartir su fecha de nacimiento ayuda a que nos aseguremos de que obtienes la experiencia Leap Motion correcta para tu edad.
fr: Indiquer votre date de naissance nous permet de nous assurer que l'expérience Leap Motion qui vous sera fournie correspondra à votre âge.
it: la comunicazione del giorno di nascita ci consente di fornire la corretta esperienza leap motion in base all'età.
ja: 生年月日の情報により、確実にあなたの年齢に合ったLeap Motion 体験ができるようになります。
