Repository: leapmotion/apphome
Catalog: config/locales/*.po
Languages: de, es, fr, it, ja

source: don't worry. we will not share this information.
de: Keine Sorge. Wir werden diese Informationen mit niemandem teilen.
es: No te preocupes. No compartiremos esta información.
fr: Ne vous inquiétez : nous ne partagerons jamais cette information.
it: non preoccuparti, non condivideremo queste informazioni.
ja: この情報を公表することはありませんので、ご安心ください。

source: welcome to leap motion app home!
es: ¡Bienvenidos a Leap Motion App Home!
fr: Bienvenue chez Leap Motion App Home !
it: benvenuto ad leap motion app home!
ja: Leap Motion App Homeにようこそ!

source: launch all of your leap motion-powered apps and access the store to discover new ones.
de: Starten Sie alle Ihre durch Leap Motion betriebenen Apps und greifen Sie auf den Store zu, um neue zu entdecken.
es: Inicia todas tus aplicaciones impulsadas por Leap Motions y accede a la tienda para descubrir nuevas.
fr: Lancez toutes vos applications Leap Motion et accédez à la boutique pour en découvrir de nouvelles.
it: avvia tutte le app leap motion-compatibili e accedi allo store per scoprirne di nuove.
ja: あらゆるLeap Motion対応のアプリを起動し、ストアにアクセスして新しいアプリを見つけましょう。

source: take a quick tour
de: Ein kurzer Rundgang
es: Haz un recorrido rápido.
fr: Faire une visite rapide
it: fai un breve tour
ja: 説明を見る

source: the one place for all of your leap motion apps.
de: Der eine Ort für alle Ihre Leap Motion-Apps.
es: El único lugar para todas tus aplicaciones de Leap Motion.
fr: Le lieu unique pour toutes vos applications Leap Motion.
it: il luogo per tutte le tue app leap motion.
ja: あらゆるLeap Motionアプリのための場所です。

source: learn about the controller
de: Erfahren Sie mehr über den Controller
es: Aprende acerca el Controlador
fr: Apprenez-en plus sur le Contrôleur
it: informazioni sul controller
ja: コントローラーについての説明を見る

source: reach out and experience what your device can do with the orientation app.
de: Strecken Sie die Hand aus und erleben Sie, was Ihr Gerät mit der Orientation-App vermag.
es: Averigüa y experimenta lo que tu aparato puede hacer con la aplicacion de Orientación.
fr: Essayez et découvrez ce que votre appareil peut faire avec l'application Orientation.
it: scopri e prova quello che può fare il tuo dispositivo con la app orientation.
ja: オリエンテーションアプリで端末の操作方法を確認して下さい。

source: launch orientation
de: Orientation starten
es: Inicia la Orientación
fr: Lancer Orientation
it: avvia orientation
ja: オリエンテーションを起動する

source: try your new apps
de: Probieren Sie Ihre neuen Apps aus
es: Usa tus aplicaciones nuevas
fr: Essayez vos nouvelles applications
it: prova le nuove app
ja: 新しいアプリを試す

source: we've set you up with some great apps for free to get you started. it's time to play, create, and explore.
de: Wir haben Sie kostenlos mit einigen großartigen Apps für den Anfang ausgestattet. Es ist Zeit zum Spielen, Gestalten und Erkunden.
es: Tienes algunas aplicaciones grandiosas y gratuitas disponibles para empezar. Es hora de jugar, crear y explorar.
fr: Nous vous avons installé quelques chouettes applications gratuites pour vous aider à démarrer. Il est temps de jouer, de créer et d'explorer.
it: abbiamo configurato alcune grandi app gratuite per iniziare. è il momento di giocare, creare ed esplorare.
ja: これから始める方々のために、いくつかの素晴らしいアプリを無料で提供しています。ぜひプレイ、作成、探索をお楽しみ下さい。

source: discover new apps
de: Entdecken Sie neue Apps
es: Descubre aplicaciones nuevas
fr: Découvrez de nouvelles applications
it: scopri nuove app
ja: 新しいアプリを見つける

source: leap motion app store is the place for you to browse and download the latest games, creative tools, and more.
es: Leap Motion App Store es el lugar para que busques y descargues los juegos y herramientas creativas más recientes y mucho más.
fr: Dans Leap Motion App Store vous pourrez parcourir et télécharger les derniers jeux, outils de création et plus encore.
it: leap motion app store è lo store in cui selezionare e scaricare i giochi, gli strumenti creativi più recenti e molto altro.
ja: Leap Motion App Storeは、最新ゲームやクリエイティブツールなどを閲覧・ダウンロードするための場所です。

source: back
de: Zurück
es: Atrás
fr: Revenir
it: indietro
ja: 戻る

source: next
de: Weiter
es: Siguiente
fr: Aller
it: avanti
ja: 次へ

source: done
de: Fertig
es: Listo
fr: Tout fait
it: fine
ja: 完了

source: reach out and experience what your controller can do.
de: Strecke die Arme aus und erfahre, was dein Controller alles kann.
es: Extiende la mano y experimenta lo que puede hacer tu controlador.
fr: Découvrez les possibilités offertes par votre contrôleur.
it: scopri e prova ciò che può fare il controller.
ja: コントローラーの操作方法を拡張し、新しい体験を。

source: leap motion app store is the place for you to browse and download new games, creative tools, and more.
es: Leap Motion App Store es el sitio para que explores y descargues nuevos juegos, herramientas creativas y más.
fr: Leap Motion App Store est l'endroit où vous pourrez rechercher et télécharger de nouveaux jeux, outils de création et bien plus.
it: leap motion app store è lo store in cui selezionare e scaricare nuovi giochi, strumenti creativi e molto altro.
ja: Leap Motion App Storeは、新しいゲームやクリエイティブツールなどを閲覧・ダウンロードするための場所です。

source: interact with the world in a whole new way.
de: Gehe auf ganz neue Art und Weise mit der Welt um.
es: Interactúa con el mundo de una forma completamente nueva.
fr: Interagissez avec le monde d'une toute nouvelle manière.
it: interagisci con il mondo in un modo completamente nuovo.
ja: 全く新しい方法で世界と触れ合います。

source: moving...
de: Wird verschoben...
es: Desplazando...
fr: Déplacement...
it: spostamento in corso...
ja: 移動しています...

source: launch tutorial...
de: Anleitung starten...
es: Iniciar el Tutorial...
fr: Lancer didacticiel...
it: avvia tutorial...
ja: チュートリアルを起動中です...

source: notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知

source: no notifications to display
de: Keine Benachrichtigungen anzuzeigen
es: No hay notificaciones para mostrar
fr: Aucune notification à afficher
it: Nessuna notifica da mostrare
ja: 表示する通知はありません

source: username is too long (maximum is 16 characters)
de: Leap Motion konnte kein Konto erstellen.
es: El nombre de usuario es demasiado largo (máximo 16 caracteres)
fr: Le nom d'utilisateur est trop long (16 caractères maximum)
it: nome utente è troppo lungo (al massimo 16 caratteri)
ja: ユーザー名が長すぎます (最大16文字まで)

source: leap motion could not create your account.
es: Leap Motion no pudo crear tu cuenta.
fr: Leap Motion n'a pas pu créer votre compte.
it: leap motion non è in grado di creare l'account.
ja: Leap Motion は、あなたのアカウントを作ることができませんでした。

source: in order to have a leap motion account, you must meet certain age requirements. to learn more about online child safety, visit the federal trade commission's website.
de: Um über ein Leap Motion-Konto verfügen zu können, müssen Sie bestimmte Altersvorgaben erfüllen. Erfahren Sie mehr über Online-Kindersicherheit und besuchen Sie bitte die Website von US Federal Trade Commission (US-Wettbewerbs- und Verbraucherschutzbehörde).
es: Para tener una cuenta de Leap Motion debe cumplir con ciertos requisitos de edad. Para obtener más información acerca de la seguridad infantil en línea, visite el sitio web de la Comisión Federal de Comercio de EE. UU.
fr: Pour créer un compte Leap Motion, vous devez avoir l'âge requis. Pour en apprendre davantage sur la sécurité des enfants en ligne, veuillez visiter le site web de la Federal Trade Commission des États-Unis.
it: per creare un account leap motion, devi rispettare determinati requisiti relativi all'età. per ulteriori informazioni sulla sicurezza dei bambini online, visita il sito Web della commissione federale sul commercio.
ja: Leap Motionのアカウントを作成するには、一定の年齢制限を満たしている必要があります。インターネット上の子どもの安全に関する詳しい情報は、米国連邦取引委員会のウェブサイトをご覧ください。

source: you will receive an email with instructions about how to reset your password in a few minutes.
de: Sie erhalten in Kürze eine e-mail mit Anweisungen zur Einrichtung Ihres neuen Passwortes.
es: Recibirás un correo electrónico con instrucciones sobre como reestablecer tu contraseña en solo unos minutos.
fr: Vous recevrez dans quelques minutes un e-mail vous expliquant comment réinitialiser votre mot de passe.
ja: パスワードのリセット方法をご案内するメールが、数分以内に届きます。

source: connect with other users to discuss projects, ideas, and your favorite apps
de: Finde dich mit anderen Nutzern zusammen, um über Projekte, Ideen und deine Lieblingsapps zu diskutieren
es: Conéctate con otros usuarios para discutir proyectos, ideas y tus apps favoritas
fr: Connectez-vous avec d'autres utilisateurs pour discuter de projets, d'idées et de vos applis préférées
it: Collegati con altri utenti per discutere progetti, idee e delle tue app preferite
ja: 他のユーザーとつながり、プロジェクトやアイデア、お気に入りのアプリについて話し合おう

source: these are experimental features which may crash leap motion app home. enable at your own risk. you will need to restart app home before your changes take effect.
es: Estas funciones son experimentales, por lo que pueden hacer colapsar a Leap Motion App Home. Actívelas bajo su propia responsabilidad. Será necesario reiniciar App Home para que las modificaciones tengan efecto.
ja: これらは実験的な機能であり、 Leap Motion App Home がクラッシュする可能性があります。ご自分の責任において有効にしてください。変更を有効にするには App Home を再起動する必要があります。

source: save
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存

source: sort purchased apps by most-recently-launched first.
de: Sortieren Sie gekaufte Apps danach, welche zuletzt veröffentlicht wurden.
es: Ordenar colocando primero las aplicaciones lanzadas más recientemente.
fr: Trier les applications achetées selon les plus récemment utilisées.
it: Classifica le app acquistate partendo da quelle lanciate più di recente.
ja: 購入したアプリを新着順に並べ替える。

source: saved
de: Gespeichert
es: Guardado
fr: Sauvegardé
it: Salvato
ja: 保存されました

source: use your leap motion controller in leap motion app home. swipe between pages and point to select and launch apps.
es: Usa el controlador Leap Motion en Leap Motion App Home. Pase las páginas y apunte para seleccionar y lanzar aplicaciones.
fr: Utilisez votre contrôleur Leap Motion dans Leap Motion App Home. Passez d'une page à l'autre et sélectionnez les applis à lancer.
it: Usa il tuo controller Leap Motion in Leap Motion App Home. Striscia tra le pagine e punta per selezionare e lanciare le app.
ja: Leap Motion App HomeでLeap Motionコントローラーを使用しましょう。ページをスワイプすることができ、ポイントを指し示すことでアプリを選択して起動できます。

source: use your leap motion controller to swipe between pages.
de: Verwenden Sie Ihren Leap Motion Controller, um zwischen Seiten zu blättern.
es: Use el controlador Leap Motion para pasar las páginas.
fr: Utilisez votre contrôleur Leap Motion pour passer d'une page à l'autre.
it: Usa il tuo controller Leap Motion per strisciare tra le pagine.
ja: Leap Motionコントローラーを使用することで、ページをスワイプできます。

source: welcome to labs
es: Bienvenido a Labs
fr: Bienvenue dans Labs
it: Benvenuto a Labs
ja: Labsへようこそ

source: customize your experience by trying out these features!
es: ¡Personalice su experiencia Leap Motion App Home probando estas funciones!
fr: Personnalisez votre expérience Leap Motion App Home en essayant ces fonctionnalités !
it: Personalizza la tua esperienza su Leap Motion App Home provando queste funzionalità!
ja: これらの機能を試して、自分のLeap Motion App Home体験をカスタマイズしましょう!

source: restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再開する

source: restart airspace
de: Airspace neu starten
es: Reiniciar Airspace
fr: Redémarrer Airspace
it: Riavvia Airspace
ja: Airspaceを再開する

source: restart leap motion app home
es: Reiniciar Leap Motion App Home
fr: Redémarrer Leap Motion App Home
it: Riavvia Leap Motion App Home
ja: Leap Motion App Homeを再開する

source: close airspace
de: Airspace schließen
es: Cerrar Airspace
fr: Fermer Airspace
it: Chiudi Airspace
ja: Airspaceを閉じる

source: close leap motion app home
es: Cerrar Leap Motion App Home
fr: Fermer Leap Motion App Home
it: Chiudi Leap Motion App Home
ja: Leap Motion App Homeを閉じる

source: please restart leap motion app home
es: Por favor, reinicie Leap Motion App Home
fr: Veuillez redémarrer Leap Motion App Home
it: Riavvia Leap Motion App Home
ja: Leap Motion App Homeを再起動してください

source: please restart leap motion app home to see your changes
es: Por favor, reinicie Leap Motion App Home para ver los cambios
fr: Veuillez redémarrer Leap Motion App Home pour voir vos modifications
it: Riavvia Leap Motion App Home per visualizzare le tue modifiche
ja: 変更を見るためにはLeap Motion App Homeを再起動してください

source: welcome to leap motion app home
es: Bienvenido a Leap Motion App Home
ja: Leap Motion App Homeへようこそ

source: tip 1: leap motion basics
es: Consejo 1: Leap Motion Informaciones básicas
ja: ヒント1: Leap Motionの基本

source: learn the basics of how to use the leap motion controller by going through playground.
es: Conozca la información básica necesaria de cómo usar el Leap Motion Controller en el Playground.
ja: プレイグラウンドでLeap Motion Controllerの使い方の基本を学びましょう。

source: launch playground
es: Iniciar Playground
ja: プレイグラウンドを起動

source: launch %1$s
es: Iniciar %1$s

source: tip 2: starter apps
es: Consejo 2: Aplicaciones básicas
ja: ヒント2: 最初のアプリ

source: we thought you’d like to dive right in, so we handpicked some free apps for you.
es: Consideramos que le gustaría sumergirse de lleno, por lo que seleccionamos personalemente estas aplicaciones gratis para usted.

source: try the %1$s app first and control your music, scrolling, and desktop windows in a brand new way!
es: ¡Prueba la aplicación %1$s primero y controla tu música, desplazamiento y ventanas de escritorio de una forma totalmente nueva!

source: tip 3: ready for more?
es: Consejo 3: ¿Preparado para más?
ja: ヒント3: 先に進む用意はいいですか?

source: visit the app store to discover and download 200+ games, educational tools, and music apps, and more.
es: Visite App Store para descubrir y descargar 200+ juegos, herramientas instructivas y aplicaciones de música y más.
ja: App Storeに行ってゲーム、教育用ツール、音楽アプリなどを見つけてダウンロードしましょう。その数は200以上です。

source: launch app store
es: Iniciar App Store
ja: App Storeを起動

source: sign up or sign in
es: Crear cuenta o iniciar sesión
ja: サインアップまたはサインイン

source: account email address
ja: アカウントの電子メール アドレス

source: last time, the leap motion core services or one of its associated programs crashed. please send us this error report to help improve the software.
ja: 前回、Leap Motionのコア サービスまたはその関連プログラムの1つがクラッシュしました。ソフトウェアの品質向上に役立てるために、このエラー レポートをお送りください。

source: we thought you'd like to dive right in, so we handpicked these free apps for you.
ja: すぐに楽しめるように無料のアプリを集めておきました。

source: these are experimental features which may crash leap motion app home. enable at your own risk. you will need to restart airspace before your changes take effect.
fr: Ces fonctionnalités expérimentales peuvent faire planter Leap Motion App Home. À utiliser à vos propres risques. Vous devrez redémarrer Airspace avant que vos modifications ne prennent effet.
it: Queste sono funzionalità in fase sperimentale che possono bloccare Leap Motion App Home. Se le attivi lo fai a tuo rischio. Sarà necessario riavviare Airspace prima che le tue variazioni abbiano effetto.

source: last time, the leap motion services or one of its associated programs crashed. please send us this error report to help improve the software.
it: l'ultima volta, leap motion services o uno dei programmi associati si sono bloccati. inviare il report errori per consentirci di ottimizzare il software.

source: you will receive an email with instructions about how to reset your password in a few minutes.
it: riceverai una e-mail con le istruzioni su come ripristinare la password entro alcuni minuti.

source: about airspace home
de: Über Airspace Home

source: welcome to airspace home!
de: Willkommen bei Airspace Home!

source: airspace store is the place for you to browse and download the latest games, creative tools, and more.
de: Airspace Store ist der Ort zum Suchen und Herunterladen der neuesten Spiele, kreativen Werkzeuge und noch mehr.

source: airspace store is the place for you to browse and download new games, creative tools, and more.
de: Airspace Store ist der Ort, an dem du dir neue Spiele, Kreativitäts-Werkzeuge und mehr ansehen und herunterladen kannst.

source: these are experimental features which may crash airspace home. enable at your own risk. you will need to restart airspace before your changes take effect.
de: Dies sind experimentelle Funktionen, die Airspace Home zum Absturz bringen können. Die Aktivierung geschieht auf Ihr eigenes Risiko. Sie müssen Airspace.

source: use your leap motion controller in airspace home. swipe between pages and point to select and launch apps.
de: Verwenden Sie Ihren Leap Motion Controller in Airspace Home. Blättern Sie zwischen Seiten und zeigen Sie auf Apps, um sie auszuwählen und zu starten.

source: welcome to airspace labs
de: Willkommen bei Airspace Labs

source: customize your airspace experience by trying out these features!
de: Personalisieren Sie Ihr Airspace-Erlebnis, indem Sie diese Funktionen ausprobieren!

source: restart airspace home
de: Airspace Home neu starten

source: close airspace home
de: Airspace Home schließen

source: please restart airspace home
de: Airspace Home bitte erneut starten

source: please restart airspace home to see your changes
de: Zur Ansicht der Änderungen Airspace Home bitte erneut starten
